Repository: Sebobo/Shel.Neos.CommandBar
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: de

# SearchBox.placeholder
source: What do you want to do today?
de: Was möchten Sie heute tun?

# CommandBarFooter.branding
source: Made with love by Sebastian Helzle
de: Mit Liebe gemacht von Sebastian Helzle

# CommandBarFooter.brandingSmall
source: Made with love by
de: Mit Liebe gemacht von

# CommandList.suggestions
source: Suggestions
de: Vorschläge

# CommandList.heading
source: Commands
de: Befehle

# CommandList.noCommandsMessage
source: No matching commands found
de: Keine passenden Befehle gefunden

# CommandListItem.type.command
source: Command
de: Befehl

# CommandListItem.type.link
source: Link
de: Verknüpfung

# CommandListItem.type.query
source: Query
de: Abfrage

# CommandListItem.type.category
source: Category
de: Kategorie

# CommandListItem.toggleFavourite
source: Toggle favourite
de: Favorit umschalten

# CommandView.searchResults
source: Try a different query to find more results
de: Versuchen sie eine andere Eingabe, um mehr Ergebnisse zu finden.

# CommandResultsView.waitingForResults
source: Waiting for results…
de: Warten auf Ergebnisse…

# ToggleButton.label
source: Search…
de: Suche…

# ToggleButton.title
source: Toggle the command bar
de: Die Befehlsleiste umschalten

# CommandDataSource.category.sites
source: Sites
de: Seiten

# CommandDataSource.category.sites.description
source: Switch to another site
de: Zu einer anderen Seite wechseln

# CommandDataSource.category.modules
source: Modules
de: Module

# CommandDataSource.category.modules.description
source: Open a backend module
de: Ein Backend-Modul öffnen

# CommandBarUiPlugin.command.switchEditPreviewMode
source: Switch edit/preview mode
de: Bearbeiten/Vorschau-Modus umschalten

# CommandBarUiPlugin.command.switchEditPreviewMode.description
source: Switch between edit and preview modes
de: Umschalten zwischen Bearbeitungs- und Vorschaumodus

# CommandBarUiPlugin.command.switchEditPreviewMode.active
source: Currently active
de: Derzeit aktiv

# CommandBarUiPlugin.command.quickActions
source: Quick actions
de: Schnelle Aktionen

# CommandBarUiPlugin.command.quickActions.description
source: Execute hotkeys
de: Ausführen von Hotkeys

# CommandBarUiPlugin.command.addNode
source: Add content
de: Inhalt hinzufügen

# CommandBarUiPlugin.command.addNode.description
source: Add new content
de: Neuen Inhalt hinzufügen

# CommandBarUiPlugin.command.searchDocuments
source: Search documents
de: Dokumente suchen

# CommandBarUiPlugin.command.searchDocuments.description
source: Search and navigate to documents
de: Suchen und Navigieren zu Dokumenten

# CommandBarUiPlugin.command.searchDocuments.searching
source: Searching for "{query}"
de: Suche nach "{query}"

# CommandBarUiPlugin.command.searchDocuments.matches
source: {matches} options match your query
de: {matches} Optionen entsprechen Ihrer Abfrage

# CommandBarUiPlugin.command.searchDocuments.searchFailed
source: Search failed
de: Suche fehlgeschlagen

# CommandBarUiPlugin.command.publishDiscard
source: Publish / discard
de: Veröffentlichen / Verwerfen

# CommandBarUiPlugin.command.publishDiscard.description
source: Publish or discard changes
de: Änderungen veröffentlichen oder verwerfen

# CommandBarUiPlugin.command.publish
source: Publish
de: Veröffentlichen

# CommandBarUiPlugin.command.publish.description
source: Publish changes in this document
de: Änderungen in diesem Dokument veröffentlichen

# CommandBarUiPlugin.command.publish.success
source: Published {count} changes
de: {count} Änderungen veröffentlicht

# CommandBarUiPlugin.command.publishAll
source: Publish all
de: Alles veröffentlichen

# CommandBarUiPlugin.command.publishAll.description
source: Publish changes in all documents
de: Alle Änderungen veröffentlichen

# CommandBarUiPlugin.command.publishAll.success
source: Published {count} changes
de: {count} Änderungen veröffentlicht

# CommandBarUiPlugin.command.discard
source: Discard
de: Verwerfen

# CommandBarUiPlugin.command.discard.description
source: Discard changes in the current document
de: Änderungen im aktuellen Dokument verwerfen

# CommandBarUiPlugin.command.discard.success
source: Discarded {count} changes
de: {count} Änderungen verworfen

# CommandBarUiPlugin.command.discardAll
source: Discard all
de: Alle verwerfen

# CommandBarUiPlugin.command.discardAll.description
source: Discard changes in all documents
de: Änderungen in allen Dokumenten verwerfen

# CommandBarUiPlugin.command.discardAll.success
source: Discarded {count} changes
de: {count} Änderungen verworfen

# CommandBarUiPlugin.command.documentation
source: Documentation
de: Dokumentation

# CommandBarUiPlugin.command.documentation.description
source: Browse or search the Neos documentation
de: Durchsuchen Sie die Neos Dokumentation.

# CommandBarUiPlugin.command.documentation.searching
source: Searching for "{query}"
de: Suche nach "{query}"

# CommandBarUiPlugin.command.documentation.error
source: Search failed
de: Suche fehlgeschlagen

# CommandBarUiPlugin.command.documentation.matches
source: {matches} options match your query
de: {matches} Optionen entsprechen Ihrer Abfrage

# CommandBarUiPlugin.command.packages
source: Packages
de: Erweiterungen

# CommandBarUiPlugin.command.packages.description
source: Search for Neos packages
de: Suche nach Neos-Erweiterungen

# CommandBarUiPlugin.command.packages.searching
source: Searching for "{query}"
de: Suche nach "{query}"

# CommandBarUiPlugin.command.packages.error
source: Search failed
de: Suche fehlgeschlagen

# CommandBarUiPlugin.command.packages.matches
source: {matches} options match your query
de: {matches} Optionen entsprechen Ihrer Abfrage

# CommandBarUiPlugin.command.openPreview
source: Open preview
de: Vorschau öffnen

# CommandBarUiPlugin.command.openPreview.description
source: Open the preview for current document
de: Öffnen Sie die Vorschau für das aktuelle Dokument
